{"sections":{"banner":{"type":"main-collection-banner","settings":{"show_collection_description":false,"show_collection_image":false,"color_scheme":"accent-2"}},"product-grid":{"type":"main-collection-product-grid","settings":{"products_per_page":16,"columns_desktop":4,"image_ratio":"square","show_secondary_image":false,"show_vendor":false,"show_rating":true,"enable_quick_add":true,"enable_filtering":true,"filter_type":"horizontal","enable_sorting":true,"columns_mobile":"2","padding_top":36,"padding_bottom":36}},"1657564206de8bbfe5":{"type":"image-with-text","blocks":{"16575642062c50116c-0":{"type":"heading","settings":{"heading":"","heading_size":"h1"}},"16575642062c50116c-1":{"type":"text","settings":{"text":"<p>Our bracelets are made from materials, including natural sea glass, natural sea glass, coconut shells, sea shells and recycled alloys and rope. If you’d like to clean your bracelet, we suggest<br\/>using a soft cloth and gently wipe it. The bracelets can be worn in a variety of weather and environmental elements, Excessive exposure to water and the sun, however, may reduce the structural integrity of the bracelet. <\/p><p>We use recycled materials for our bracelets, keeping debris from becoming pollution in our seas. Once your selection is made and we’ve shipped out the bracelet, we work with our reforesting teams on the ground in Brazil to plant your seedling in areas in need, such as the Mata Atlântica forest. Each bracelet is certified with the “CopaÍba Green Seal,” a highly coveted proenvironmental seal of approval certified in Brazil.<\/p><p><br\/>Your purchase not only plants the seedling, but also ensures the care for it during the first few<br\/>years of its growth, until the team of tree experts believe it’s strong enough to grow to maturity<br\/>on its own. Thanks to this care, trees planted by our team have exceptional survival rates to<br\/>maturity. We provide regular updates on our dedicated reforestation areas so that you can continue to stay engaged with the health and growth of your tree and the reforestation area.<\/p><p><\/p>","text_style":"body"}}},"block_order":["16575642062c50116c-0","16575642062c50116c-1"],"settings":{"image":"shopify:\/\/shop_images\/the-golden-beaches-of-nowhere.jpg","height":"adapt","desktop_image_width":"medium","layout":"text_first","desktop_content_position":"top","desktop_content_alignment":"left","content_layout":"overlap","color_scheme":"background-2","mobile_content_alignment":"left","padding_top":36,"padding_bottom":36}}},"order":["banner","product-grid","1657564206de8bbfe5"]}