{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":68,"padding_bottom":32}},"1657562625a3ea7b9e":{"type":"collapsible-content","blocks":{"165756262570c6ab38-0":{"type":"collapsible_row","settings":{"heading":"What is an “eCoalition\"?","icon":"leaf","row_content":"<p>The Urban Dictionary defines an “eCoalition” as: A collection of stakeholders advocating for an issue related to environmental sustainability.<a href=\"https:\/\/www.urbandictionary.com\/define.php?term=ecoalition\" target=\"_blank\"> https:\/\/www.urbandictionary.com\/define.php?term=ecoalition<\/a><\/p>","page":""}},"165756262570c6ab38-1":{"type":"collapsible_row","settings":{"heading":"What is Ecoalition?","icon":"leaf","row_content":"<p>A cause-based facilitator dedicated to supporting the health of our seas and protecting the Amazon rainforest. <\/p>","page":""}},"165756262570c6ab38-2":{"type":"collapsible_row","settings":{"heading":"When was it launched","icon":"leaf","row_content":"<p>July 2022<\/p>","page":""}},"165756262570c6ab38-3":{"type":"collapsible_row","settings":{"heading":"Who comprises the leadership team?","icon":"leaf","row_content":"<p>Jesse Lo Ré serves as the CEO. His longtime friend, business associate, and environmental supporter Dov Grossnass is the Chief Operating Officer. Gary Black, has worked closely with Jesse in the past, serves as the Chief Marketing Officer. <\/p>","page":""}},"aaba4261-c1e8-4af1-88f1-88d8691e069a":{"type":"collapsible_row","settings":{"heading":"Why do we need to protect the Amazon rainforest?","icon":"leaf","row_content":"<p>The Amazon is long considered the lungs of our planet earth. But due to deforestation, it may be reaching the point where it’s releasing more carbon than it absorbs, which would be cataclysmic for our planet. <\/p><p>A healthy and vibrant rainforest is essential for the health of the planet and the sustainability of life. Among its many benefits, the rainforest filters and reprocesses the world’s harmful carbon dioxide output, delivers oxygen into our atmosphere, stabilizes the world’s climate, maintains the water cycles, provides a home to a vast array of plants and animals, is a source for medicines and foods, protects against flood, drought, and erosion and supports indigenous populations. (<a href=\"https:\/\/wwf.panda.org\/discover\/knowledge_hub\/where_we_work\/amazon\/about_the_amazon\/why_amazon_important\/\" target=\"_blank\">article<\/a>)<\/p><p>Decades of deforestation, climate change and wildfires have culminated to a point where scientists now believe we are reaching the tipping point where the negative impact of these issues will be irreversible. (<a href=\"https:\/\/www.nature.com\/articles\/d41586-020-00508-4\" target=\"_blank\">article<\/a>)<\/p>","page":""}},"6e1417e1-460d-4182-a7af-7099a366dee0":{"type":"collapsible_row","settings":{"heading":"What is Ecoalition doing to support the health of the our seas and protect the rainforest?","icon":"leaf","row_content":"<p>The company empowers YOU to make a difference by providing you with the ability to remotely clean up the oceans and plant and care for a tree in the Amazon rainforest thanks to your purchase of an eco-friendly bracelet.<\/p>","page":""}},"22130266-0d32-46a3-b44a-1d8f44068aa6":{"type":"collapsible_row","settings":{"heading":"How are the bracelets made?","icon":"leaf","row_content":"<p>Bracelets are made from recycled plastics and glass pulled out from sea.  <\/p>","page":""}},"343e1e12-d1d8-4279-a09e-fd6b3a84a219":{"type":"collapsible_row","settings":{"heading":"How does my tree make a difference?","icon":"leaf","row_content":"<p>A tree provides oxygen and removes harmful gasses, such as carbon dioxide, in our atmosphere. According to the<a href=\"https:\/\/www.arborday.org\/trees\/treefacts\/\" target=\"_blank\">Arbor Day Foundation<\/a>, an average mature tree provides a day’s supply of oxygen for up to four people. In one year, this tree will absorb more than 48 pounds of carbon dioxide from the atmosphere and release oxygen in exchange. <\/p>","page":""}},"aabfa28d-2131-454b-9b5d-c6dbff5bb62a":{"type":"collapsible_row","settings":{"heading":"How does the process work?","icon":"leaf","row_content":"<p>We work with our ocean cleanup partners to pull plastic and glass from the sea so it can be recycled into our bracelets. Once your selection is made and we’ve shipped out the bracelet, we work with our reforesting teams on the ground in Brazil to plant your seedling. Each bracelet is certified with the “Ecooar Green Seal,” a highly coveted pro-environmental seal of approval. Your purchase not only plants the seedling, but also ensures the care for it during the first few years of its growth, until the team of tree experts believe it’s strong enough to grow to maturity on its own. Trees planted by our team have a 98% survival rate to maturity. We provide regular updates on our dedicated reforestation areas so that you can continue to stay engaged with the health and growth of your tree and the rainforest, itself. <\/p><p>During seasonal changes when it’s not conducive to plant in the rainforest, our Brazil-based forestation experts plant the seedlings in the neighboring Mata Atlântica forest, which also provides great benefit to the planet and is need of protection and reforestation. <\/p>","page":""}},"9658761c-85ec-498a-b198-17ff003d0f75":{"type":"collapsible_row","settings":{"heading":"How many trees does the company want to plant?","icon":"leaf","row_content":"<p>With your help, Ecoalition wants to clean up our seas and plant and care for a million trees by the end of 2023.<\/p>","page":""}}},"block_order":["165756262570c6ab38-0","165756262570c6ab38-1","165756262570c6ab38-2","165756262570c6ab38-3","aaba4261-c1e8-4af1-88f1-88d8691e069a","6e1417e1-460d-4182-a7af-7099a366dee0","22130266-0d32-46a3-b44a-1d8f44068aa6","343e1e12-d1d8-4279-a09e-fd6b3a84a219","aabfa28d-2131-454b-9b5d-c6dbff5bb62a","9658761c-85ec-498a-b198-17ff003d0f75"],"settings":{"caption":"","heading":"Frequently Asked Questions","heading_size":"h2","heading_alignment":"center","layout":"row","color_scheme":"background-1","container_color_scheme":"accent-2","open_first_collapsible_row":true,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":56,"padding_bottom":36}}},"order":["main","1657562625a3ea7b9e"]}