{"sections":{"1657564676fbb4b460":{"type":"image-banner","blocks":{"165756467633b69234-0":{"type":"heading","settings":{"heading":"Why we do it?","heading_size":"h1"}}},"block_order":["165756467633b69234-0"],"settings":{"image":"shopify:\/\/shop_images\/curved-river-viewed-from-above.jpg","image_overlay_opacity":0,"image_height":"medium","adapt_height_first_image":false,"desktop_content_position":"middle-center","show_text_box":true,"desktop_content_alignment":"center","color_scheme":"background-1","mobile_content_alignment":"center","stack_images_on_mobile":true,"show_text_below":true}},"165756480418b333d9":{"type":"image-with-text","blocks":{"165756480430a4484b-0":{"type":"heading","settings":{"heading":"","heading_size":"h1"}},"165756480430a4484b-1":{"type":"text","settings":{"text":"<p>The Amazon is widely known as “the lungs” of our planet earth. Although there is ongoing scientific debate on the subject, some estimates report that more than 20 percent of the world’s oxygen is produced in the Amazon rainforest. <\/p><p>But due to deforestation, it may be reaching the point where it will be releasing more carbon than it absorbs, which would be cataclysmic for our planet.  <\/p><p>The impact of the Amazon rainforest to the planet and on our lives cannot be overstated. It is truly amazing. It ensures a healthy planet and sustains life around the world. <\/p><p>The world’s largest rainforest, the Amazon spans more than 2 million square miles (about twice the size of India). It’s home to 10 percent of the world’s known biodiversity. With its more than 16,000 tree species, 80,000 species of flowering plants, one fifth of the world’s bird species, and so much more ... the Amazon biome is absolutely unparalleled in scale, complexity and impact. <\/p><p>Its river, which runs for more for more than 6,600 km, accounts for 15 percent of the world’s total river discharge into the oceans. It features hundreds of steams and tributaries and contains the largest number of freshwater fish species in the world. It’s also home to more than 350 indigenous groups. (<a href=\"https:\/\/wwf.panda.org\/discover\/knowledge_hub\/where_we_work\/amazon\/about_the_amazon\/\" target=\"_blank\">article<\/a>) <\/p><p>A healthy and vibrant rainforest is essential for the health of planet earth and the sustainability of all life. Among its numerous benefits, the rainforest filters and reprocesses the world’s harmful carbon dioxide output, delivers oxygen into our atmosphere, provides stability for the world’s climate, maintains the water cycles, and provides a home to a vast array of plants and animals. (<a href=\"https:\/\/wwf.panda.org\/discover\/knowledge_hub\/where_we_work\/amazon\/about_the_amazon\/why_amazon_important\/\">article<\/a>)  <\/p><p><strong>However...<\/strong><\/p><p>Decades of deforestation, climate change and wildfires have culminated to a point where scientists now believe we are reaching the tipping point where the negative impact of these issues on the Amazon will be irreversible. (<a href=\"https:\/\/www.nature.com\/articles\/d41586-020-00508-4\">article<\/a>) <\/p><p>Today, nearly 20% of the Amazon forest has been lost in the last 50 years and this pace is accelerating. <\/p><p>With your help, we are part of the movement to tip the scales back in favor of the rainforest, one tree at a time.<strong>  <\/strong>Link to the impact of your tree  <\/p><p><strong>Why the Mata Atlântica forest?<\/strong><\/p><p>Although not as well-known as the Amazon rainforest, the Mata Atlântica forest is equally as crucial to the health and well-being of the planet. It also is suffering from deforestation. The restoration of the Mata Atlântica is as critical as the Amazon rainforest in its contribution to minimize the negative impacts of climate change. It is also essential to ensure the quality and quantity of water for human populations and other species. <\/p><p>Adjacent to the southeast of the Amazon, the <a href=\"https:\/\/en.unesco.org\/biosphere\/lac\/mata-atlantica\">Mata Atlântica<\/a> spans 3,000 km of the Atlantic coast. It encompasses 13 of Brazil's 26 states, reaching in to the interior from fifty to several hundred kilometers. Two of the world's largest cities, Sao Paulo and Rio de Janeiro, were both built over the Mata Atlântica. Increased urban and rural sprawl has cut into remaining pockets of forest. <\/p><p>Approximately 2,200 species of birds, mammals, reptiles and amphibians—5% of the vertebrates on the planet—call the Mata Atlântica home . This includes nearly 200 bird species found nowhere else in the world. About 60% of all of Brazil’s threatened animal species are found here. It is also home to 20,000 species of plants, which represents 8% of all the plants on earth. (<a href=\"https:\/\/www.nature.org\/en-us\/get-involved\/how-to-help\/places-we-protect\/atlantic-forest\/\">article<\/a>)<\/p><p><strong>Why the seas?<\/strong><\/p><p>Each year, billions of pounds of trash and other pollutants enter the ocean. The majority of pollutants that make their way into the ocean come from human activities along the coastlines and far inland. (<a href=\"https:\/\/education.nationalgeographic.org\/resource\/ocean-trash-525-trillion-pieces-and-counting-big-questions-remain\">article<\/a>)<\/p><p>Plastic pollution has become one of the most pressing environmental issues, as rapidly increasing production of disposable plastic products overwhelms the world’s ability to deal with them.  Current research shows that only 9% of all plastics on earth are recycled.  <\/p><p>Some reports detail that there may now be more than 5 trillion macro and micro pieces of plastic in our ocean or 46,000 pieces in every square mile of ocean.  All this plastic is contributing to the death of  1 million seabirds and 100,000 marine animals every year, according to researchers. <\/p><p>Although it doesn’t receive the same attention as plastics, glass is a man-made reminder of the variety of pollutants that enter are seas. The ocean eventually wears the glass down to small gem-looking pieces of “sea glass” that beachcombers collect on our shores. <\/p>","text_style":"body"}}},"block_order":["165756480430a4484b-0","165756480430a4484b-1"],"settings":{"height":"small","desktop_image_width":"small","layout":"image_first","desktop_content_position":"top","desktop_content_alignment":"left","content_layout":"overlap","color_scheme":"background-1","mobile_content_alignment":"left","padding_top":0,"padding_bottom":36}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":68,"padding_bottom":32}}},"order":["1657564676fbb4b460","165756480418b333d9","main"]}